Repository: mrsgn26-ops/atomik_spor
Catalog: lib/l10n/app_*.arb
Languages: tr

# showCalendarButton
source: Show My Calendar
tr: Takvimimi Göster

# habitTrackerTitle
source: Habit Calendar
tr: Alışkanlık Takvimi

# habitListTitle
source: Daily Habits
tr: Günlük Alışkanlıklar

# habitCompletionSummary
source: {completed} of {total} habits completed
tr: {total} alışkanlığın {completed} tanesi tamamlandı

# habitInstructions
source: Tap a habit to mark it as done.
tr: Bir alışkanlığı tamamlandı olarak işaretlemek için üzerine dokunun.

# habitMorningStretch
source: Morning stretch
tr: Sabah esnemesi

# habitReading
source: Read for 10 minutes
tr: 10 dakika oku

# habitHydrate
source: Drink a glass of water
tr: Bir bardak su iç

# navHome
source: Home
tr: Ana Sayfa

# navWorkout
source: Workout
tr: Antrenman

# navSettings
source: Settings
tr: Ayarlar

# headlineSystemNotGoals
source: Systems, not goals.
tr: Hedef değil, sistem.

# sub6minStart
source: Start today with 6 min
tr: Bugün 6 dk ile başla

# btnStart
source: Start
tr: Başla

# btnChangeLang
source: Change Language
tr: Dili Değiştir

# labelCurrentStreak
source: Current streak
tr: Güncel zincir

# labelBestStreak
source: Best streak
tr: En uzun zincir

# labelPerfectStreak
source: Perfect streak
tr: Mükemmel zincir

# onboardingTitle1
source: Systems, not goals
tr: Hedef değil, sistem

# onboardingTitle2
source: Choose your trigger
tr: Tetikleyicini seç

# onboardingTitle3
source: Pick a reminder time
tr: Hatırlatma saatini seç

source: Done
tr: Bitti
